/* Error string for OTR message string */
"A private conversation could not be set up." = "Impossibile iniziare una conversazione privata.";

/* Title for the about page */
"About" = "Informazioni";

/* Label for button to show version numbers and licenses */
"About This Version" = "Informazioni Su Questa Versione";

/* SSL error message */
"Access denied" = "Accesso negato";

/* The string describing a buddy's account */
"Account" = "Account";

/* Title for the accounts tab */
"Accounts" = "Account";

/* segmented control value for active friends
   This will be displayed in the UI as 'Active 10m ago'  */
"Active" = "Attivo";

/* Button title to add someone as a buddy */
"Add" = "Aggiungi";

/* The title for the view to add a buddy */
"Add Buddy" = "Aggiungi Contatto";

/* Label for button to create account by logging into an existing account */
"Add Existing Account" = "Aggiunti Account Esistente";

/* String to describe advanced set of settings */
"Advanced" = "Avanzate";

/* No comment provided by engineer. */
"Advanced Encryption Settings" = "Impostazioni Avanzate Crittografia";

/* Title for other miscellaneous settings group */
"All incoming messages containing URLs will be fetched by default to show a media preview. This is required for media messaging to work properly. Disable this if you do not trust your contacts." = "All incoming messages containing URLs will be fetched by default to show a media preview. This is required for media messaging to work properly. Disable this if you do not trust your contacts.";

/* Error string for OTR message string */
"An error occured while encrypting a message and the message was not sent." = "Si è verificato un errore criptando il messaggio e il messaggio non è stato inviato.";

/* Noun. segmented control value for displaying archived conversations
   Verb. action for archiving an old conversation */
"Archive" = "Archive";

/* Shown to confirm destructive actions */
"Are you sure?" = "Sei sicuro?";

/* SSL error message */
"Attempt to restore an unknown session" = "Tentativo di ripristino di una sessione sconosciuta";

/* Text for media message summary */
"Audio Message" = "Audio Message";

/* Title for automatic conversation deletion setting */
"Auto-delete" = "Auto-eliminazione";

/* error */
"Automatic Downloads Disabled" = "Automatic Downloads Disabled";

/* Title for other miscellaneous settings group */
"Automatically Fetch Media" = "Automatically Fetch Media";

/* Label in buddy list for users that are available */
"Available" = "Disponibile";

/* Label in buddy list for users that are away */
"Away" = "Assente";

/* SSL error message */
"Bad certificate format" = "Formato certificato non valido";

/* SSL error message */
"Bad MAC" = "MAC non valido";

/* SSL error message */
"Bad protocol version" = "Versione protocollo non valida";

/* SSL error message */
"Bad SSLCipherSuite" = "SSLCipherSuite non valida";

/* SSL error message */
"Bad unsupported cert format" = "Formato certificato non supportato";

/* string to describe basic set of settings */
"Basic" = "Base";

/* username section */
"Basic Setup" = "Impostazioni di Base";

/* Text describing what happens when the user has forgotten the passphrase */
"Because the database contents is encrypted with your passphrase, you've lost access to your data and will need to delete and reinstall ChatSecure to continue. Password managers like 1Password or MiniKeePass can be helpful for generating and storing strong passwords." = "Poiché i contenuti del database sono criptati con la tua password, hai perso l'accesso ai tuoi dati e dovrai rimuovere e reinstallare ChatSecure per continuare. Gestori di password come 1Password o MiniKeePass possono aiutarti nel generare e conservare password robuste.";

/* No comment provided by engineer. */
"Best Available" = "Migliore Disponibile";

/* The String for a button to block a buddy */
"Block" = "Blocca";

/* The String for a buddy to block and remove a buddy from the buddy list */
"Block & Remove" = "Blocca e Rimuovi";

/* Title for migrated buddy header view */
"Buddy has moved!" = "Buddy has moved!";

/* The title for the view that shows detailed buddy info */
"Buddy Info" = "Info Contatto";

/* Label for button to take a photo from camera */
"Camera" = "Fotocamera";

/* Cancel an alert window */
"Cancel" = "Annulla";

/* Error string for OTR message string */
"Cannot read the received message." = "Impossibile leggere il messaggio ricevuto.";

/* Error string for OTR message string */
"Cannot recognize the type of OTR message received." = "Impossibile riconoscere il tipo di messaggio OTR ricevuto.";

/* SSL error message */
"Cert chain not verified by root" = "Catena di certificazione non verificata dalla root";

/* SSL error message */
"Certificate expired" = "Certificato scaduto";

/* SSL error message */
"Certificate revoked" = "Certificato revocato";

/* SSL error message */
"Chain had a cert not yet valid" = "La catena aveva un certificato non ancora valido";

/* SSL error message */
"Chain had an expired cert" = "La catena aveva un certificato scaduto";

/* Title for chat view */
"Chat" = "Chat";

/* Body of SMS or email when sharing a link to the app */
"Chat with me securely" = "Chatta con me in modo sicuro";

/* Title for chats view */
"Chats" = "Chat";

/* Title for ChatSecure Push (this probably doesnt need to be translated) */
"ChatSecure Push" = "ChatSecure Push";

/* let users know source is on Github */
"Check out the source here on Github" = "Guarda il codice sorgente qui su Github";

/* server selection footer */
"Choose from a selection of public servers, or use your own." = "Choose from a selection of public servers, or use your own.";

/* title for server selection screen */
"Choose Server" = "Scegli Server";

/* SSL error message */
"Cipher Suite negotiation failure" = "Errore nella negoziazione della Cipher Suite";

/* Label for text field where you compose a new message */
"Compose" = "Componi";

/* SSL error message */
"Configuration error" = "Errore di configurazione";

/* String for button to connect connect */
"Connect" = "Connetti";

/* Whether or not account is logged in */
"Connected" = "Connesso";

/* String to state if an account is progress of creating a connection */
"Connecting" = "Connetto";

/* Message shown when connecting to the Tor network */
"Connecting to Tor" = "Connetto a Tor";

/* SSL error message */
"Connection closed gracefully" = "Connessione terminata correttamente";

/* SSL error message */
"Connection closed via error" = "Connessione terminata a causa di un errore";

/* Copy string to clipboard as in copy and paste */
"Copy" = "Copia";

/* Copy link URL to clipboard as in copy and paste */
"Copy Link" = "Copy Link";

/* No comment provided by engineer. */
"Could not decrypt database. If the app is not working properly, you may need to delete and reinstall." = "Impossibile decifrare il database. Se l'applicazione non funziona bene, potrebbe essere necessario cancellarla e reinstallarla.";

/* Error description */
"Could not parse URL." = "Could not parse URL.";

/* Error message when cannot get public key from SSL certificate */
"Could not retrieve public key from certificate" = "Impossibile recuperare la chiave pubblica dal certificato";

/* No comment provided by engineer. */
"Crash Detected" = "Rilevato Crash";

/* Title for button to create account */
"Create" = "Crea";

/* Label for button to create a new account via in band registration */
"Create New Account" = "Crea Nuovo Account";

/* Start of sentence that will be followed by names */
"Created by" = "Creato da";

/* Title for progress of creating a new account */
"Creating Account" = "Creazione Account";

/* Place holder label for custom domains */
"Custom" = "Personalizzato";

/* if you want to change your username */
"Customize Username" = "Personalizza Nome Utente";

/* No comment provided by engineer. */
"Database Error" = "Errore Database";

/* e.g. for deactivating your push account */
"Deactivate" = "Disattiva";

/* SSL error message */
"Decoding error" = "Errore di decodifica";

/* SSL error message */
"Decompression failure" = "Errore di decompressione";

/* SSL error message */
"Decryption error" = "Errore di decrittazione";

/* SSL error message */
"Decryption failed" = "Decrittazione non riuscita";

/* SSL error message */
"Decryption failure" = "Decrittazione non riuscita";

/* default string to revert to normal language behaviour */
"Default" = "Default";

/* action button for deleting something */
"Delete" = "Delete";

/* Button to delete account */
"Delete Account" = "Cancella Account";

/* Ask user if they want to delete the stored account information */
"Delete Account?" = "Cancellare Account?";

/* Description for automatic conversation deletion */
"Delete chats on disconnect" = "Cancella conversazioni alla disconnessione";

/* Shows in the chat view when a message has been delivered */
"Delivered" = "Consegnato";

/* prompt users to donate money */
"Did you know you can now help fund future development directly within the app?" = "Did you know you can now help fund future development directly within the app?";

/* Default message when a user status is set to do not disturb */
"Do Not Disturb" = "Non Disturbare";

/* No comment provided by engineer. */
"Don't change these unless you really know what you're doing. By default we will always select the best available encryption method." = "Non effettuare modifiche a meno che tu non sappia cosa stai facendo. Come impostazione predefinita selezioneremo sempre il miglior metodo di crittografia.";

/* Title for donation link */
"Donate" = "Dona";

/* Title for button to press when user is finished */
"Done" = "Fatto";

/* Title for button to download something */
"Download" = "Download";

/* Button to edit account details */
"Edit Account" = "Modifica Account";

/* The string describing account name or email address for a buddy */
"Email" = "Email";

/* enable permission */
"Enable" = "Abilita";

/* button for enabling push messages */
"Enable Push" = "Abilita Push";

/* button for enabling push messages in iOS system settings */
"Enable Push in Settings" = "Abilita Push nelle Impostazioni";

/* No comment provided by engineer. */
"Enable Tor" = "Abilita Tor";

/* Generic title for encryption errors */
"Encryption Error" = "Errore di crittografia";

/* The placeholder text for the text field to enter a group chat name or label */
"Enter a group name" = "Inserisci il nome del gruppo";

/* Title of error message pop-up box */
"Error" = "Errore";

/* title label for error when creating account */
"Error Creating Account" = "Errore di creazione dell'account";

/* SSL error message */
"Export restriction" = "Restrizione dell'export";

/* Default message when a user status is set to extended away */
"Extended Away" = "Assenza Prolungata";

/* the name for facebook */
"Facebook" = "Facebook";

/* Message when cannot connect to XMPP server */
"Failed to connect to XMPP server. Please check your login credentials and internet connection and try again." = "Impossibile connettersi al server XMPP. Controlla le tue credenziali di login e la tua connessione a internet e riprova.";

/* SSL error message */
"Fatal alert" = "Fatal alert";

/* Error string for when file is too big. */
"File exceeds maximum size." = "File exceeds maximum size.";

/* Text for file message summary */
"File Message" = "File Message";

/* Error */
"File not found." = "File not found.";

/* prompt to fix background fetch */
"Fix Background Fetch..." = "Ripara Fetch in Background...";

/* prompt to fix permissions */
"Fix Permissions..." = "Ripara Permessi...";

/* Label for button when you've forgotten the passphrase */
"Forgot Passphrase?" = "Password dimenticata?";

/* whether or not we should generate a strong password for them */
"Generate Secure Password" = "Genera Password Sicura";

/* Title for button to start migration tool */
"Get Started" = "Get Started";

/* Name of popular web based hosting service */
"GitHub" = "GitHub";

/* the name for Google talk */
"Google Talk" = "Google Talk";

/* a subtitle label for a group chat */
"Group Chat" = "Chat di Gruppo";

/* The title for the view to enter a group chat name or label */
"Group Name" = "Nome del Gruppo";

/* SSL error message */
"Handshake failure" = "Handshake fallita";

/* Label for button to open link to translate app */
"Help Translate" = "Aiuta a tradurre";

/* Label for button to hold to record audio */
"Hold to talk" = "Tenere premuto per parlare";

/* Label text for hostname field on login scree */
"Hostname" = "Hostname";

/* SSL error message */
"I/O would block (not fatal)" = "I/O would block (non fatale)";

/* Button to ignore the migrated buddy warning */
"Ignore" = "Ignora";

/* SSL error message */
"Illegal parameter" = "Parametro non consentito";

/* segmented control value for active conversations */
"Inbox" = "Inbox";

/* Label for incoming data transfers */
"Incoming" = "In arrivo";

/* Short for information, button title to get more information */
"Info" = "Info";

/* SSL error message */
"Insufficient buffer provided" = "Buffer non sufficiente";

/* SSL error message */
"Insufficient security" = "Sicurezza insufficiente";

/* SSL error message */
"Internal error" = "Errore interno";

/* SSL error message */
"Invalid certificate chain" = "Catena di certificazione non valida";

/* title label for invalid email */
"Invalid Email" = "Email non valida";

/* Button to invite friends */
"Invite Friends" = "Invita Amici";

/* Title for migration header view */
"It's time to move!" = "It's time to move!";

/* the name for jabber, also include (XMPP) at the end */
"Jabber (XMPP)" = "Jabber (XMPP)";

/* Text for joining existing XMPP room */
"Join Group" = "Join Group";

/* Label for button after to send push notification knock. Like knocking on a door */
"Knock" = "Bussa";

/* Text for label after knock is sent. Like knocking on a door */
"Knock Sent" = "Bussato";

/* string to bring up language selector */
"Language" = "Lingua";

/* log in to account */
"Log In" = "Connetti";

/* log out from account */
"Log Out" = "Disconnetti";

/* Label for account setting that autologins on launch */
"Login Automatically" = "Connetti automaticamente";

/* Title for button to manage ChatSecure Push account */
"Manage ChatSecure Push account" = "Gestisci account ChatSecure Push";

/* Button to manage your OTR and OMEMO keys */
"Manage My Keys" = "Gestisci Le Mie Chiavi";

/* subtitle for the certificate pinned setting */
"Manage saved SSL certificates" = "Gestisci certificati SSL salvati";

/* button to do something later */
"Maybe Later" = "Maybe Later";

/* No comment provided by engineer. */
"Me" = "Io";

/* Error string for OTR message string */
"Message has not been sent because our buddy has ended the private conversation. We should either close the connection, or refresh it." = "Il messaggio non è stato inviato poiché il contatto ha terminato la conversazione privata. La connessione dovrebbe essere chiusa o riavviata.";

/* microphone permission is disabled */
"Microphone Disabled" = "Microfono Disabilitato";

/* Title for button to start migration tool */
"Migrate Account" = "Migrate Account";

/* SSL error message */
"Miscellaneous bad certificate" = "Errore sconosciuto certificato";

/* SSL error message */
"Module attach failure" = "Errore allegando il modulo";

/* button for additional ways to help support development of the app */
"More Ways to Help" = "More Ways to Help";

/* label for new account info for migration */
"My new account information" = "My new account information";

/* Your QR code */
"My QR Code" = "Il Mio Codice QR";

/* The string describing a buddy's display name */
"Name" = "Nome";

/* For a new settings value */
"New" = "Nuovo";

/* Title for New Account View */
"New Account" = "Nuovo account";

/* when a new message notification is received */
"New Message!" = "New Message!";

/* Title for alert when a new SSL certificate is encountered */
"New SSL Certificate" = "Nuovo Certificato SSL";

/* Label for button to go to next step */
"Next" = "Successivo";

/* for choosing your XMPP vCard display name */
"Nickname" = "Nome Utente";

/* SSL error message */
"No Error" = "Nessun errore";

/* Error string for when there are no XEP-0363 upload servers. */
"No HTTP upload servers found." = "No HTTP upload servers found.";

/* SSL error message */
"No renegotiation allowed" = "Rinegoziazione non consentita";

/* Title for toggle switch to spam your friends with your new account info */
"Notify Contacts of New Account" = "Notify Contacts of New Account";

/* Label in buddy list for users that are offline */
"Offline" = "Offline";

/* Accept the dialog */
"OK" = "OK";

/* For an old settings value */
"Old" = "Vecchie Impostazioni";

/* Label to open link in the chrome web browser */
"Open in Chrome" = "Apri con Chrome";

/* Label for button to open link in facebook app */
"Open in Facebook" = "Apri con Facebook";

/* Label to open link in the Safari web browser */
"Open in Safari" = "Apri in Safari";

/* Label for button to open link in twitter app */
"Open in Twitter" = "Apri con Twitter";

/* Hint text for domain field telling user this field is not required */
"Optional" = "Opzionale";

/* Title for other miscellaneous settings group */
"Other" = "Altro";

/* Error string for OTR message string */
"Our policy requires encryption but we are trying to send an unencrypted message out." = "La nostra policy richiede la crittografia, ma stiamo provando ad inviare un messaggio non criptato.";

/* Label text for password field on login screen */
"Password" = "Password";

/* Title for alert when user isn't allowed to make payments */
"Payments Unavailable" = "Payments Unavailable";

/* SSL error message */
"Peer cert is valid, or was ignored if verification disabled" = "Il certificato peer è valido, oppure è stato ignorato se la verifica è disabilitata";

/* SSL error message */
"Peer dropped connection before responding" = "Il peer ha interrotto la connessione prima della risposta";

/* SSL error message */
"Peer host name mismatch" = "Mancata corrispondenza dell'host name del peer";

/* String for XMPP buddies when adding buddy is pending */
"Pending Approval" = "In attesa di approvazione";

/* Ask user if they want to delete the stored account information */
"Permanently delete" = "Cancella permanentemente";

/* Label for button to open up photo library and choose photo */
"Photo Library" = "Libreria Fotografica";

/* Text for media message summary */
"Picture Message" = "Picture Message";

/* Button Lable to show all pinned SSL certificates */
"Pinned Certificates" = "Certificati Preferiti";

/* Label for messages that are not encrypted */
"plaintext" = "plaintext";

/* No comment provided by engineer. */
"Plaintext (Opportunistic OTR)" = "Plaintext (OTR Opportunistico)";

/* No comment provided by engineer. */
"Plaintext Only" = "Solo Plaintext";

/* detail title label for invalid email */
"Please choose a valid email address" = "Scegli un indirizzo email valido";

/* Error string for when there is a server configuration error. */
"Please contact your server administrator." = "Please contact your server administrator.";

/* Label for port number field for connecting to service */
"Port" = "Porta";

/* title for contacts profile view */
"Profile" = "Profilo";

/* Title for push-messaging related settings */
"Push" = "Push";

/* Button title to show more information about Push messaging might not be working */
"Push Warning" = "Avviso Push";

/* Label for qr code image */
"QR code" = "Codice QR";

/* Error string for OTR message string */
"Received a general OTR error." = "Ricevuto errore OTR generico.";

/* Error string for OTR message string */
"Received a heartbeat." = "Heartbeat ricevuto.";

/* Error string for OTR message string */
"Received an encrypted message but cannot read it because no private connection is established yet." = "Ricevuto messaggio criptato ma impossibile leggerlo poiché nessuna connessione privata è stata ancora stabilita.";

/* Error string for OTR message string */
"Received an unencrypted message." = "Ricevuto un messaggio non criptato.";

/* Error string for OTR message string */
"Received and discarded a message intended for another instance." = "Ricevuto e scartato un messaggio indirizzato a un'altra istanza.";

/* Error string for OTR message string */
"Received our own OTR messages." = "Ricevuto un nostro messaggio OTR.";

/* Title for header of Buddy list view with Recent Buddies */
"Recent" = "Recenti";

/* SSL error message */
"Record overflow" = "Overflow del record";

/* Button title to reject a request such as a buddy request */
"Reject" = "Rifiuta";

/* Label for instruction to delete current recording */
"Release to delete" = "Rilascia per cancellare";

/* Label for instruction to send current audio */
"Release to send" = "Rilascia per inviare";

/* Label for switch to save passphrase */
"Remember Passphrase" = "Ricorda password";

/* label for switch for whether or not we should save their password between launches */
"Remember password" = "Ricorda password";

/* The String for a button to remove a buddy from the buddy list */
"Remove" = "Rimuovi";

/* No comment provided by engineer. */
"Removed By Server" = "Rimosso Dal Server";

/* Reply to an incoming message */
"Reply" = "Rispondi";

/* String to let user know a certain field like a password is required to create an account */
"Required" = "Richiesto";

/* Label for button to resend message. */
"Resend" = "Invia di nuovo";

/* Ttitle for alert view to resend a message */
"Resend Message" = "Invia Nuovamente Messaggio";

/* Describe what resending will do the %@ will be replaced withe the method OTR/OMEMO/Plaintext */
"Resending this message will use %@." = "Inviare nuovamente questo messaggio userà %@.";

/* e.g. for resetting push account */
"Reset" = "Reimposta";

/* Label for text input for XMPP resource */
"Resource" = "Risorsa";

/* Title for button for saving a setting */
"Save" = "Salva";

/* Title for listing the user saved SSL certificates */
"Saved Certificates" = "Certificati Salvati";

/* Label for sharing via QR Code */
"Scan QR" = "Scansiona QR";

/* Label for text field where you search for a buddy */
"Search" = "Cerca";

/* Title heading in settings */
"Security" = "Sicurezza";

/* Title of alert box warning about security issues */
"Security Warning" = "Avviso di Sicurezza";

/* The placeholder text in the chat view where the message should go */
"Send %@ encrypted message" = "Invia messaggio cifrato %@";

/* String on button to email feedback */
"Send Feedback" = "Invia Feedback";

/* The placeholder text in the chat view where the message should go */
"Send plaintext message" = "Invia messaggio plaintext";

/* Label text for when a transfer is in progress (normally followed by a percent value 34%) */
"Sending" = "Invio in corso";

/* Error string for OTR message string */
"Sent a heartbeat." = "Heartbeat inviato.";

/* server selection section title */
"Server" = "Server";

/* SSL error message */
"Server closed session with no notification" = "Il server ha chiuso la sessione senza notificare";

/* SSL error message */
"Server has requested a client cert" = "Il server ha richiesto un certificato client";

/* button to show more information about your XMPP server */
"Server Information" = "Informazioni Server";

/* Title for the Settings screen */
"Settings" = "Impostazioni";

/* Title for sharing a link to the app */
"Share" = "Condividi";

/* Label for inviting friends via URL */
"Share Invite" = "Condividi Invito";

/* No comment provided by engineer. */
"Show Advanced Encryption Settings" = "Mostra Impostazioni Avanzate Crittografia";

/* toggle switch for show advanced */
"Show Advanced Options" = "Mostra Impostazioni Avanzate";

/* title label for signing up for a new account */
"Sign Up" = "Iscriviti";

/* Label for button to skip this step */
"Skip" = "Salta";

/* A placeholder for a buddy's username like Someone wants to chat. */
"Someone" = "Qualcuno";

/* received a typing notification */
"Someone is typing..." = "Someone is typing...";

/* SSL error message */
"SSL protocol error" = "Errore protocollo SSL";

/* Button to switch the chat over to the migrated account */
"Switch" = "Switch";

/* string shown if user has already paid */
"Thank you for your contribution!" = "Thank you for your contribution!";

/* No comment provided by engineer. */
"The app crashed last time it was launched. Send a crash report?" = "L'applicazione ha crashato l'ultima volta che è stata aperta. Inviare un rapporto di crash?";

/* Explanation for why a message could not be sent. */
"The message could not be sent because this contact cannot receive your messages at this time. This could occur because they are offline, or if you are not authorized to send them messages." = "Il messaggio non è stato inviato perché questo contatto non può ricevere i tuoi messaggi in questso momento. Questo può avvenire perché è offline, o se non sei autorizzato a inviargli messaggi.";

/* Error string for OTR message string */
"The message received contains malformed data." = "Il messaggio ricevuto contiene dati malformati.";

/* Error string for OTR message string */
"The previous message was resent." = "Il messaggio precedente è stato reinviato.";

/* Error message for when in band registration is not supported */
"The XMPP server does not support in-band registration" = "Il server XMPP non supporta la registrazione in-band";

/* basic setup selection footer */
"Think of a unique nickname that you don't use anywhere else and doesn't contain personal information." = "Scegli un nome utente univoco per creare il tuo account Secret.\n\nPuoi usare i simboli a-z, 0-9 e _.\nIl nome utente deve iniziare con una lettera.\nLa lunghezza minima è 3 simboli e il massimo è 32 simboli.";

/* Error message when trying to make a purchase but payments haven't been set up yet */
"This device doesn't seem to be configured to make payments." = "Questo dispositivo non sembra configurato per effettuare pagamenti.";

/* Error message description */
"This message was received from an untrusted device." = "Questo messaggio è stato ricevuto da un dispositivo non affidabile.";

/* Error message description */
"This message was sent to an untrusted device." = "Questo messaggio è stato inviato a un dispositivo non affidabile.";

/* microphone permission is disabled */
"To use this feature you must re-enable microphone permissions." = "Per utilizzare questa funzione devi ri-abilitare i permessi per il microfono.";

/* Message for warning about using tor network */
"Tor is an experimental feature, please use with caution." = "Tor è una funzione sperimentale, usala con cautela.";

/* Name of the popular social tweeting site */
"Twitter" = "Twitter";

/* Title for error message */
"Unable to Send Message" = "Impossibile Inviare Messaggio";

/* Verb. action for moving archived converation back to inbox */
"Unarchive" = "Unarchive";

/* SSL error message */
"Underlying cryptographic error" = "Errore crittografico di base";

/* SSL error message */
"Unexpected (skipped) record in DTLS" = "Record inaspettato (saltato) nel DTLS";

/* SSL error message */
"Unexpected message received" = "Ricevuto messaggio inaspettato";

/* SSL error message */
"Unknown Cert Authority" = "Autorità di Certificazione sconosciuta";

/* SSL error message */
"Unknown certificate" = "Certificato sconosciuto";

/* Describes an error without a known cause */
"Unknown Error" = "Errore Sconosciuto";

/* Label for button to unlock app */
"Unlock" = "Sblocca";

/* shown when invite QR code doesnt work */
"Unrecognized Invite Format" = "Formato Invito Non Riconosciuto";

/* Title for error message */
"Untrusted Device" = "Dispositivo Non Affidabile";

/* SSL error message */
"User canceled" = "Utente cancellato";

/* Example of a username using the words user and example */
"user@example.com" = "user@example.com";

/* Label text for username field on login screen */
"Username" = "Nome Utente";

/* SSL error message */
"Valid cert chain, untrusted root" = "Catena di certificazione valida, root non affidabile";

/* shown to show that the certificate was valid to the system */
"Valid certificate" = "Certificato valido";

/* To let the user know the fingerprint as been checked */
"Verified" = "Verificata";

/* Shown when verifying fingerprints */
"Verify" = "Verifica";

/* Title of the dialog for fingerprint verification */
"Verify Fingerprint" = "Verifica Impronta";

/* when displaying version numbers such as 1.0.0 */
"Version" = "Versione";

/* Text for media message summary */
"Video Message" = "Video Message";

/* The label for a button to view the buddy profile */
"View Profile" = "Visualizza Profilo";

/* Describe how to change a contact's device settings */
"View profile to review contact's devices or change encryption settings." = "Visualizza profilo per revisionare i dispositivi del contatto o per cambiare le impostazioni di crittografia.";

/* Label text for when a transfer has not started yet */
"Waiting" = "In Attesa";

/* This string follows a user's dislplay name or username ex Bob wants to chat. */
"wants to chat." = "vuole chattare.";

/* help text for password generator */
"We can automatically generate you a secure password. If you choose your own, make sure it's a unique password you don't use anywhere else." = "Possiamo generare automaticamente una password sicura per te. Se preferisci sceglierla te, assicurati che sia una passowrd unica che non utilizzi da nessun'altra parte.";

/* Error message for not finding any devices */
"We could not find any trusted devices for this account." = "Impossibile trovare dispositivi affidabili per questo account.";

/* Error message for not finding any devices */
"We could not find any trusted devices for this contact." = "Impossibile trovare dispositivi affidabili per questo contatto.";

/* Description detail text for account migration form */
"We will automatically migrate your contacts from your old account to the new one, and archive your old conversations.\n\nIf you'd like, we can also notify your existing contacts that your account has moved." = "We will automatically migrate your contacts from your old account to the new one, and archive your old conversations.\n\nIf you'd like, we can also notify your existing contacts that your account has moved.";

/* actionsheet for showing uservoice feedback service */
"Would you like to connect to UserVoice to send feedback?" = "Vuoi connetterti ad UserVoice per inviare il tuo feedback?";

/* Title for xmpp accounts that connect through the Tor network */
"XMPP + Tor" = "XMPP + Tor";

/* This will be shown after your own JID in the group profile view */
"you" = "you";

/* Notification message when buddy has approved you */
"You and %@ are now friends." = "%@ e te siete ora amici.";

/* String used when onboarding works */
"You're ready to use" = "Pronto all'utilizzo";

/* Explanation for why migration is needed, contains a shutdown date */
"Your account currently lives on the %1$@ servers. That chat service is closing on %2$@, so we're going to help move your account to a new server." = "Your account currently lives on the %1$@ servers. That chat service is closing on %2$@, so we're going to help move your account to a new server.";

/* Explanation for why migration is needed */
"Your account currently lives on the %1$@ servers. That chat service is no longer in service, so we're going to help move your account to a new server." = "Your account currently lives on the %1$@ servers. That chat service is no longer in service, so we're going to help move your account to a new server.";

/* Explanation that your account has expired and you need to migrate */
"Your account has expired." = "Your account has expired.";

/* Explanation that your account has expired and you need to migrate, contains a shutdown date */
"Your account is expiring in '%1$d' days." = "Your account is expiring in '%1$d' days.";

/* Explanation that buddy has a different prefered jid in the vcard */
"Your buddy has a different forwarding address than the jid you are currently chatting with. Do you want to switch to this account instead?" = "Your buddy has a different forwarding address than the jid you are currently chatting with. Do you want to switch to this account instead?";

/* Message shown when about to donate */
"Your donation will help fund the continued development of ChatSecure." = "La tua donazione aiuterà a finanziare lo sviluppo continuo di ChatSecure.";

/* Text that describes what remembering your passphrase does */
"Your password will be stored in the iOS Keychain of this device only, and is only as safe as your device passphrase or pin. However, it will not persist during a device backup/restore via iTunes, so please don't forget it, or you may lose your conversation history." = "La tua password sarà conservata nel portachiavi iOS solo di questo dispositivo, ed è sicura quanto la password o il PIN del dispositivo. In ogni caso non sarà conservata durante un backup/ripristino tramite iTunes, quindi non dimenticarla, o potresti perdere la tua cronologia delle conversazioni.";

